{
  "partnernetwork": "Сеть партнеров",
  "partners": {
    "immigrationProfessionals": {
      "title": "Иммиграционные специалисты",
      "description": "Сертифицированные иммиграционные эксперты, предлагающие индивидуальные консультационные услуги по визам и иммиграции, чтобы помочь вам справиться с трудностями подачи заявлений на визы и добиться успешных результатов."
    },
    "recruiters": {
      "title": "Рекрутеры",
      "description": "Специализированные рекрутеры, соединяющие вас с возможностями трудоустройства за рубежом, чтобы вы могли найти лучшие вакансии, соответствующие вашим навыкам и карьерным целям."
    },
    "businessBrokers": {
      "title": "Бизнес-брокеры",
      "description": "Опытные бизнес-брокеры, помогающие клиентам с инвестициями и приобретениями бизнеса, помогая вам исследовать и обеспечивать прибыльные бизнес-возможности на международном уровне."
    },
    "governmentAgencies": {
      "title": "Государственные агентства",
      "description": "Официальные государственные агентства, предоставляющие руководство и поддержку для обеспечения соблюдения иммиграционных норм, делая процесс подачи виз гладким и без проблем."
    },
    "educationalInstitutions": {
      "title": "Учебные заведения",
      "description": "Партнерские школы и университеты, предлагающие широкий спектр образовательных программ для иностранных студентов, помогая вам достичь ваших академических и карьерных целей."
    },
    "businessIncubators": {
      "title": "Бизнес-инкубаторы",
      "description": "Бизнес-инкубаторы, поддерживающие стартапы и предпринимателей ресурсами, наставничеством и руководством, способствуя инновациям и успеху в ваших бизнес-проектах."
    },
    "communityOrganizations": {
      "title": "Общественные организации",
      "description": "Местные общественные организации, предоставляющие поддержку и услуги по интеграции новым жителям, помогая вам обустроиться и преуспеть в новой среде."
    }
  },
  "programs": {
    "skilledWorkers": {
      "title": "Работники",
      "content": "Предназначена для лиц с определенными навыками и квалификацией, которые могут способствовать развитию экономики Канады. Эти программы включают систему Express Entry и различные программы номинирования провинций (PNP). Успешные заявители могут получить постоянное место жительства на основании своих навыков, опыта работы и способности внести вклад в канадский рынок труда."
    },
    "businessAndEntrepreneurs": {
      "title": "Предприниматели",
      "content": "Эти программы предназначены для лиц, желающих инвестировать или начать бизнес в Канаде. Основные программы включают программу Start-Up Visa, программу для самозанятых и программу Owners-Operators. Они предоставляют пути к постоянному проживанию для предпринимателей, инвесторов и самозанятых лиц, которые могут стимулировать экономический рост и создавать рабочие места в Канаде."
    },
    "familySponsorship": {
      "title": "Семейное спонсорство",
      "content": "Позволяет канадским гражданам и постоянным жителям спонсировать своих родственников, включая супругов, партнеров, детей на иждивении, родителей и бабушек и дедушек, чтобы они приехали в Канаду в качестве постоянных жителей. Эта программа направлена на воссоединение семей, чтобы семьи могли оставаться вместе и поддерживать друг друга."
    },
    "caregivers": {
      "title": "Опекуны",
      "content": "Предназначена для лиц, которые обеспечивают уход за детьми, пожилыми людьми или лицами с медицинскими потребностями в Канаде. Опекуны могут подать заявление на постоянное проживание через программы, разработанные специально для тех, кто приобрел опыт работы в Канаде, предоставляя важные услуги по уходу."
    },
    "temporary": {
      "title": "Временные",
      "content": "Эти программы позволяют лицам приезжать в Канаду на ограниченный период. Они включают временные резидентские визы (для посетителей), разрешения на работу и разрешения на обучение. Временные резиденты могут иметь возможность перехода на постоянное проживание через различные иммиграционные программы."
    },
    "humanitarian": {
      "title": "Гуманитарные",
      "content": "Программы этой категории предназначены для лиц, которые не подходят под другие иммиграционные программы, но имеют веские причины для получения места жительства в Канаде. Это включает заявления по гуманитарным и сострадательным причинам, часто учитывая факторы, такие как наилучшие интересы детей или лиц, сталкивающихся с серьезными трудностями."
    },
    "studentsAndGraduates": {
      "title": "Студенты и выпускники",
      "content": "Канада предлагает пути для международных студентов для обучения и последующего поселения в Канаде. Программы включают студенческие визы и разрешения на обучение, а также возможности для выпускников перейти на постоянное проживание через различные иммиграционные программы."
    },
    "refugees": {
      "title": "Беженцы",
      "content": "Канада предоставляет защиту лицам, которые бежали из своих стран из-за преследований, войны или насилия. Программы для беженцев предлагают пути к безопасности и постоянному проживанию для тех, кто соответствует критериям статуса беженца, обеспечивая им возможность начать новую жизнь в Канаде."
    }
  },
  "journeyStart": {
    "consultationsTitle": "Консультации",
    "firstMeetingTitle": "Что ожидать на первой встрече",
    "firstMeetingPoints": [
      "Оценка вашего опыта, квалификации и целей иммиграции.",
      "Обсуждение подходящих иммиграционных программ, адаптированных к вашим потребностям.",
      "Описание процесса подачи заявки, сроков и требований.",
      "Ответы на ваши вопросы об иммиграции."
    ],
    "prepareTitle": "Как подготовиться",
    "preparePoints": [
      "Ваше резюме или CV.",
      "Соответствующие сертификаты или дипломы.",
      "Доказательство владения языком (если применимо).",
      "Личные идентификационные документы.",
      "Любые предыдущие иммиграционные документы.",
      "Список вопросов или беспокойств."
    ],
    "successStoriesTitle": "Истории успеха",
    "successStories": [
      {
        "text": "\"Diverse Visa сделала мой иммиграционный процесс беспроблемным. Их опыт обеспечил мой успех в Express Entry.\"",
        "author": "- Джон Д., Квалифицированный работник"
      },
      {
        "text": "\"Благодаря Diverse Visa я успешно открыл свой бизнес в Канаде. Их поддержка была неоценимой.\"",
        "author": "- Мария С., Предприниматель"
      },
      {
        "text": "\"Diverse Visa помогла мне получить разрешение на учебу и направила меня к постоянному проживанию.\"",
        "author": "- Елена К., Студент"
      },
      {
        "text": "\"Diverse Visa воссоединила нас с нашей семьей. Их профессионализм сделал всю разницу.\"",
        "author": "- Ахмед и Фатима А., Семейное спонсорство"
      }
    ]
  },
  "headline": "Откройте новый путь с Diverse Visa",
  "subHeadline": "Соединяем вас с экспертами по иммиграции для беспрепятственного пути",
  "callToAction": "Начните свое путешествие сегодня",
  "storyline-title": "Наш рассказ",
  "storyline": "В Diverse Visa мы воплощаем ваши мечты в реальность, связывая вас с экспертами по иммиграции и основными услугами, адаптированными к вашим уникальным потребностям. Наша преданная команда и обширная сеть партнеров, включая рекрутеров, бизнес-брокеров, образовательные учреждения и общественные организации, обеспечивают беспрепятственный процесс иммиграции. Мы соблюдаем самые высокие стандарты честности, инноваций, ориентации на клиента и совершенства, помогая вам начать новую жизнь, продолжить образование или расширить бизнес. Пусть Diverse Visa направляет ваше путешествие к новым горизонтам уже сегодня.",
  "about-us": "О нас",
  "diverse-vision": "Мы видим мир, в котором границы не мешают мечтам. Наша цель - стать ведущим агентством по иммиграции, известным своим непревзойденным опытом и преданностью клиентам. Мы начинаем с акцента на рынок Восточной Европы и стремимся расширить наши услуги, включая Великобританию, США и другие страны.",
  "diverse-story": "В Diverse Visa мы воплощаем ваши мечты в реальность, связывая вас с экспертами по иммиграции и основными услугами, адаптированными к вашим уникальным потребностям. Наша преданная команда и обширная сеть партнеров, включая рекрутеров, бизнес-брокеров, образовательные учреждения и общественные организации, обеспечивают беспрепятственный процесс иммиграции. Мы соблюдаем самые высокие стандарты честности, инноваций, ориентации на клиента и совершенства, помогая вам начать новую жизнь, продолжить образование или расширить бизнес. Пусть Diverse Visa направляет ваше путешествие к новым горизонтам уже сегодня.",
  "our-team": "Наша команда",
  "diverse-team-about": "Наша команда состоит из преданных агентов, юридических экспертов и бизнес-консультантов, которые приносят богатый опыт и знания. Каждый член нашей команды привержен индивидуальной поддержке и руководству, обеспечивая нашим клиентам наивысшее качество обслуживания.",
  "services": "Наши услуги",
  "immigration-consulting-experts": "Эксперты по иммиграционным консультациям",
  "immigration-consulting-experts-description": "Индивидуальные советы по лучшим путям иммиграции.",
  "recruiters-job-placements": "Размещение вакансий рекрутерами",
  "recruiters-job-placements-description": "Комплексная помощь в подготовке и подаче вашей заявки.",
  "business-brokers": "Бизнес-брокеры",
  "business-brokers-description": "Поддержка в сборе и организации необходимых документов.",
  "educational-institutions": "Образовательные учреждения",
  "educational-institutions-description": "Помощь в адаптации в Канаде, включая жилье и обучение.",
  "legal-compliance-advisors": "Консультанты по юридической совместимости",
  "legal-compliance-advisors-description": "Представительство в апелляциях и юридических вопросах.",
  "holistic-approach": "Целостный подход",
  "holistic-approach-text": "В Diverse Visa мы применяем целостный подход к поддержке иммиграции. Наша обширная сеть партнеров включает иммиграционных специалистов, рекрутеров, бизнес-брокеров, государственные учреждения, образовательные учреждения, бизнес-инкубаторы и общественные организации. Это позволяет нам предлагать комплексную поддержку, адаптированную к конкретным потребностям каждого клиента.",
  "understanding-unique-journeys": "Понимание уникальных путей",
  "understanding-unique-journeys-text": "Мы понимаем, что каждое иммиграционное путешествие уникально, и мы здесь, чтобы предоставить руководство и поддержку, необходимые для того, чтобы ваше переход было как можно более плавным. Независимо от того, хотите ли вы начать новую жизнь в Канаде, продолжить образование или расширить бизнес, Diverse Visa - ваш надежный партнер на каждом этапе пути.",
  "ourPrograms":"НАШИ ПРОГРАММЫ",
  "title-header": "DIVERSE VISA",
  "about-nav": "О НАС",
  "services-nav": "УСЛУГИ",
  "consultations": "КОНСУЛЬТАЦИИ",
  "our-programs-nav": "НАШИ ПРОГРАММЫ",
  "our-network-nav": "НАША СЕТЬ",
  "contact-nav": "КОНТАКТ",
  "blog-nav": "БЛОГ"
}
